;Place localized text in this file
[AssaultTrooperT1 X2CharacterTemplate]
strCharacterName="变种人突击兵"
strAcquiredText="突击兵是装备散弹枪的装甲步兵。"

[AssaultTrooperT2 X2CharacterTemplate]
strCharacterName="高级突击兵"
strAcquiredText="突击兵是装备散弹枪的装甲步兵。"

[AssaultTrooperT3 X2CharacterTemplate]
strCharacterName="精英突击兵"
strAcquiredText="突击兵是装备散弹枪的装甲步兵。"

[AssaultTrooperCaptn X2CharacterTemplate]
strCharacterName="突击兵队长"
strAcquiredText="突击兵队长配备远程散弹枪。"

[T1AssaultShotgun X2WeaponTemplate]
FriendlyName="变种人突击散弹枪"
FriendlyNamePlural="变种人突击散弹枪"
BriefSummary="变种人的标准化步兵散弹枪。"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="变种人突击散弹枪"

[T2AssaultShotgun X2WeaponTemplate]
FriendlyName="变种人突击散弹枪"
FriendlyNamePlural="变种人突击散弹枪"
BriefSummary="变种人的标准化步兵散弹枪"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="变种人突击散弹枪"

[T3AssaultShotgun X2WeaponTemplate]
FriendlyName="变种人突击散弹枪"
FriendlyNamePlural="变种人突击散弹枪"
BriefSummary="变种人的标准化步兵散弹枪"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="变种人突击散弹枪"

[CptnAssaultShotgun X2WeaponTemplate]
FriendlyName="突击兵队长散弹枪"
FriendlyNamePlural="突击兵队长散弹枪"
BriefSummary="突击兵队长专用散弹枪"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="突击兵队长散弹枪"

[MagGrenade X2AbilityTemplate]
LocFriendlyName="发射磁力榴弹"
LocLongDescription="变种人的标准磁力榴弹。"
LocHelpText="使用磁力榴弹瞄准一小块区域。"

[LaserGrenade X2AbilityTemplate]
LocFriendlyName="发射激光榴弹"
LocLongDescription="激光榴弹发射强力的穿甲激光束。"
LocHelpText="使用激光榴弹瞄准一小块区域。"

[RadGrenade X2AbilityTemplate]
LocFriendlyName="发射辐射榴弹"
LocLongDescription="辐射榴弹可以影响多种状态效应。"
LocHelpText="使用辐射榴弹瞄准大片区域。"

[LeadVestBonus X2AbilityTemplate]
LocFriendlyName="镀铅背心防护"
LocLongDescription="镀铅背心可以防止辐射，并增加生命值和护甲值。"
LocHelpText="防止辐射。"

[LeadHazmatVestBonus X2AbilityTemplate]
LocFriendlyName="镀铅防护背心增益"
LocLongDescription="镀铅防护背心可以抵抗辐射、毒、火、酸，并增加生命值和护甲值。"
LocHelpText="防止辐射、毒、火、酸。"

[LostRegenerate X2AbilityTemplate]
LocFriendlyName="失魂者再生"
LocLongDescription="失魂者在辐射的影响下，伤口以难以置信的速度再生"
LocHelpText="每回合回复8生命。"

[LostRadBuffs X2AbilityTemplate]
LocFriendlyName="失魂者辐射超能"
LocLongDescription="失魂者在辐射增益的影响下增加移动力、暴击率和命中。"
LocHelpText="增加移动力、暴击率和命中。"

[RadRounds X2AbilityTemplate]
LocFriendlyName="辐射弹药"
LocLongDescription="辐射应用各种状态效应。"
LocHelpText="辐射弹药应用辐射状态效果。"

[RadImmunity X2AbilityTemplate]
LocFriendlyName="辐射免疫"
LocLongDescription="该单位不受辐射伤害。"
LocHelpText="免疫辐射。"

[LeadVest X2EquipmentTemplate]
FriendlyName="镀铅背心"
FriendlyNamePlural="镀铅背心"
BriefSummary="这些镀层背心内衬铅，除了可以增强生命外，还可以提供辐射防护，以及额外的护甲保护，以抵御敌人的攻击。"
TacticalText="<Bullet/> 增加士兵生命。\n<Bullet/> 提供护甲。\n<Bullet/> 防止辐射。"

[LeadHazmatVest X2EquipmentTemplate]
FriendlyName="镀铅防护背心"
FriendlyNamePlural="镀铅防护背心"
BriefSummary="这些防护背心内衬铅，除了防火、防毒和防酸外，还提供辐射防护。"
TacticalText="<Bullet/> 增加士兵生命。\n<Bullet/> 提供护甲。\n<Bullet/> 防火、防毒和防酸外，还提供辐射防护。"

[AssaultGLMag X2WeaponTemplate]
FriendlyName="变种人突击榴弹发射器"
FriendlyNamePlural="变种人突击榴弹发射器"
BriefSummary="变种人的轻型榴弹发射器，装有磁力榴弹"
AbilityDescName="变种人突击榴弹发射器"

[AssaultGLLaser X2WeaponTemplate]
FriendlyName="变种人突击榴弹发射器"
FriendlyNamePlural="变种人突击榴弹发射器"
BriefSummary="变种人的轻型榴弹发射器，装有激光榴弹"
AbilityDescName="变种人突击榴弹发射器"

[AssaultGLRad X2WeaponTemplate]
FriendlyName="变种人突击榴弹发射器"
FriendlyNamePlural="变种人突击榴弹发射器"
BriefSummary="变种人的轻型榴弹发射器，装有辐射榴弹"
AbilityDescName="变种人突击榴弹发射器"

[AssaultGLCptn X2WeaponTemplate]
FriendlyName="变种人突击榴弹发射器"
FriendlyNamePlural="变种人突击榴弹发射器"
BriefSummary="突击兵队长的轻型榴弹发射器，装有辐射榴弹"
AbilityDescName="变种人突击榴弹发射器"

[RadiationRounds X2AmmoTemplate]
FriendlyName="辐射弹"
FriendlyNamePlural="辐射弹"
BriefSummary="能够对目标造成辐射影响的辐照弹"
TacticalText="<Bullet/> 这些子弹会造成额外伤害，并有几率造成辐射、辐射灼伤和血液沸腾。<br>"

[RadGrenade X2GrenadeTemplate]
FriendlyName="辐射榴弹"
FriendlyNamePlural="辐射榴弹"
BriefSummary="辐射榴弹在撞击时会释放高剂量的辐射，爆炸半径内的目标可能会受到辐射，被非自然火焰点燃，甚至会让体内的血液沸腾。"
TacticalText="<Bullet/> 辐射榴弹将伤害爆炸半径内的所有单位，并可对任何易受辐射影响的单位施加各种辐射效应。"
ThrownAbilityName="投掷辐射榴弹"
ThrownAbilityHelpText="对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果。"
LaunchedAbilityname="发射辐射榴弹"
LaunchedAbilityHelpText="对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果。"

[LaserGrenade X2GrenadeTemplate]
FriendlyName="激光榴弹"
FriendlyNamePlural="激光榴弹"
BriefSummary="激光榴弹造成高伤害，穿透护甲。"
TacticalText="<Bullet/> 激光榴弹将伤害爆炸半径内的所有单位，并穿透护甲。"
ThrownAbilityName="投掷激光榴弹"
ThrownAbilityHelpText="穿透护甲并伤害目标区域内的单位。"
LaunchedAbilityname="发射激光榴弹"
LaunchedAbilityHelpText="穿透护甲并伤害目标区域内的单位。"

[MagGrenade X2GrenadeTemplate]
FriendlyName="磁力榴弹"
FriendlyNamePlural="磁力榴弹"
BriefSummary="磁力榴弹是一种由磁力技术增强的震荡手榴弹，可以击退敌人。"
TacticalText="<Bullet/> 磁力榴弹会伤害爆炸半径内的所有单位。"
ThrownAbilityName="投掷磁力榴弹"
ThrownAbilityHelpText="伤害目标区域内的单位。"
LaunchedAbilityname="发射磁力榴弹"
LaunchedAbilityHelpText="伤害目标区域内的单位。"

[CorpseT1AssaultTrooper X2ItemTemplate]
FriendlyName="变种人突击兵尸体"
FriendlyNamePlural="变种人突击兵尸体"
BriefSummary="尽管装甲较重，但变种人突击兵的身体除了略壮的肌肉外，与普通士兵没有什么区别。"

[CorpseT2AssaultTrooper X2ItemTemplate]
FriendlyName="高级突击兵尸体"
FriendlyNamePlural="高级突击兵尸体"
BriefSummary="这些高级突击兵队的盔甲比标准部队还要重。"

[CorpseT3AssaultTrooper X2ItemTemplate]
FriendlyName="精英突击兵尸体"
FriendlyNamePlural="精英突击兵尸体"
BriefSummary="精英突击兵穿着更重、更专业的盔甲。"

[CorpseCaptnAssaultTrooper X2ItemTemplate]
FriendlyName="突击兵队长尸体"
FriendlyNamePlural="突击兵队长尸体"
BriefSummary="突击兵队长穿着过重的盔甲，导致这些士兵肌肉发达。"

[AutopsyT1AssaultTrooper X2TechTemplate]
DisplayName="解剖变种人突击兵"
Summary="虽然表面上类似于标准的变种人士兵，但仔细观察可能会发现其他情况。"
CodeName="奥里斯"
LongDescription="尽管我怀疑在他们相似的外表下，这些突击兵与标准的变种人士兵会有所不同，但他们似乎是同一种生物。突击队员的肌肉组织比标准队员更强韧，但这可以归因于他们的装备更重，也许他们的训练要求更高。除了生物学上的差异，唯一的区别在于他们的装备，他们的装甲更厚，更重，他们的武器用于近距离战斗。理查德·泰根。"
AlertString="变种人突击兵"

[AutopsyT2AssaultTrooper X2TechTemplate]
DisplayName="解剖高级突击兵"
Summary="这个标本看起来和其他标准的变种人部队一样，不同之处仅限于他们的装备。"
CodeName="动力"
LongDescription="和标准突击兵一样，这种生物的肌肉组织比标准变种人部队更强韧。然而，与标准突击兵不同的是，高级突击兵的肌肉通过药物的使用得到了进一步的增强，甚至骨骼结构在基因上也发生了改变。虽然没有达到过度的程度，但毫无疑问，这种生物的身体比标准突击兵更强壮，更能抵抗创伤。他们的装备再一次得到了升级，更厚的钢板和更重的头盔被设计用来在近距离战斗中保护他们。理查德·泰根。"
AlertString="高级突击兵"

[AutopsyT3AssaultTrooper X2TechTemplate]
DisplayName="解剖精英突击兵"
Summary="与以前的标本不同，精英突击兵的进化具有广泛基因篡改的特征。"
CodeName="攻击者"
LongDescription="与以前的标本不同，这一标本显示出基因被严重篡改的迹象，它们的肌肉结构现在不规则，下半身显示出更强壮、更有弹性的肌肉，旨在提高它们的速度。与此同时，他们的上半身虽然仍然肌肉发达，但骨骼更加强壮，尤其是胸腔、头盖骨和脊柱比前几代人要重得多，他们的肋骨现在厚得几乎融合在一起。这些生物现在拥有一个较小的次级心脏，它们的胃和肠的大小已经缩小，为更大的肺腾出空间。最后，他们的装备再次升级，增加了装甲板，以保护他们占主导地位的手臂和颈部，这似乎是上半身唯一的薄弱环节，因为他们的头部现在由更大更复杂的头盔保护。 理查德·泰根。"
AlertString="精英突击兵"

[AutopsyCaptnAssaultTrooper X2TechTemplate]
DisplayName="解剖突击兵队长"
Summary="突击兵队长穿着厚重的盔甲，没有变种人持盾者和其他外星特种部队那么复杂，但这种盔甲的厚度和灵活性远远弥补了这一点。"
CodeName="暴力"
LongDescription="在检查这具尸体时，我希望能找到与我在精英突击兵中发现的相同的基因篡改，然而，令我惊讶的是，这种生物似乎通过自然手段获得了其大部分令人印象深刻的物理属性，也许这就是这名突击兵队长能够指挥其他人的原因。虽然这名士兵的大块肌肉似乎是通过自然方式构建的，但这种杂交体仍显示出基因篡改的迹象，骨骼结构再次得到改善，但尽管精英士兵的大部分增强都是在上半身完成的，但突击兵队长在他们的整个身体中显示出人工骨骼操纵的迹象，几乎每一块骨头都比正常人厚得多，重得多。\n\n奇怪的是，这种基因篡改是减弱的，甚至是长老的疏忽，因为它会对其他有价值的属性（如机动性和灵巧性）产生负面影响，但它似乎对突击兵队长的影响几乎无法察觉，无论这是否归因于他们令人印象深刻的体格，或者像意志力这样的东西都很难说。\n\n最后值得注意的是，植入他们大脑中的芯片与其他突击部队的芯片不同，导致该部队与变种人网络的连接较弱，这可能表明这种生物比大多数变种人部队拥有更多的自由。理查德·泰根。"
AlertString="突击兵队长"